Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# SaveSpace_Body
source: There isn't enough free space on the destination drive ({0}). Required: {1}. Available: {2}. The file has not been changed.
ar: لا توجد مساحة خالية كافية على محرك أقراص الوجهة ({0}). المطلوب: {1}. المتاح: {2}. لم يتم تغيير الملف.
cs: Na cílové jednotce ({0}) není dost volného místa. Potřeba: {1}. K dispozici: {2}. Soubor nebyl změněn.
de: Auf dem Ziellaufwerk ({0}) ist nicht genügend freier Speicherplatz vorhanden. Erforderlich: {1}. Verfügbar: {2}. Die Datei wurde nicht geändert.
el: Δεν υπάρχει αρκετός ελεύθερος χώρος στη μονάδα δίσκου προορισμού ({0}). Απαιτούνται: {1}. Διαθέσιμα: {2}. Το αρχείο δεν έχει αλλάξει.
es: No hay suficiente espacio libre en la unidad de destino ({0}). Necesario: {1}. Disponible: {2}. El archivo no se ha modificado.
fa: فضای خالی کافی در درایو مقصد ({0}) وجود ندارد. موردنیاز: {1}. موجود: {2}. فایل تغییر نکرده است.
fr: L'espace libre sur le lecteur de destination ({0}) est insuffisant. Requis : {1}. Disponible : {2}. Le fichier n'a pas été modifié.
hu: A célmeghajtón ({0}) nincs elég szabad hely. Szükséges: {1}. Rendelkezésre áll: {2}. A fájl nem módosult.
id: Ruang kosong di drive tujuan ({0}) tidak cukup. Diperlukan: {1}. Tersedia: {2}. File tidak diubah.
it: Spazio libero insufficiente nell'unità di destinazione ({0}). Necessario: {1}. Disponibile: {2}. Il file non è stato modificato.
ja: 保存先のドライブ ({0}) の空き容量が足りません。必要: {1}、空き: {2}。ファイルは変更していません。
ko: 대상 드라이브({0})의 여유 공간이 부족합니다. 필요: {1}. 사용 가능: {2}. 파일은 변경되지 않았습니다.
pl: Na dysku docelowym ({0}) jest za mało wolnego miejsca. Wymagane: {1}. Dostępne: {2}. Plik nie został zmieniony.
pt: Não há espaço livre suficiente na unidade de destino ({0}). Necessário: {1}. Disponível: {2}. O arquivo não foi alterado.
ro: Pe unitatea de destinație ({0}) nu există suficient spațiu liber. Necesar: {1}. Disponibil: {2}. Fișierul nu a fost modificat.
ru: На диске назначения ({0}) недостаточно свободного места. Требуется: {1}. Доступно: {2}. Файл не изменен.
th: พื้นที่ว่างบนไดรฟ์ปลายทาง ({0}) ไม่เพียงพอ ต้องการ: {1} มีอยู่: {2} ไฟล์ไม่มีการเปลี่ยนแปลง
tr: Hedef sürücüde ({0}) yeterli boş alan yok. Gereken: {1}. Kullanılabilir: {2}. Dosya değiştirilmedi.
uk: На диску призначення ({0}) недостатньо вільного місця. Потрібно: {1}. Доступно: {2}. Файл не змінено.
vi: Không đủ dung lượng trống trên ổ đĩa đích ({0}). Cần: {1}. Còn trống: {2}. Tệp chưa bị thay đổi.
zh_hans: 目标驱动器（{0}）上的可用空间不足。需要：{1}。可用：{2}。文件未被更改。
zh_hant: 目的地磁碟機（{0}）的可用空間不足。需要：{1}。可用：{2}。檔案並未變更。

# SaveSpace_SaveElsewhere
source: Save to another location
ar: الحفظ في موقع آخر
cs: Uložit jinam
de: An einem anderen Ort speichern
el: Αποθήκευση σε άλλη θέση
es: Guardar en otra ubicación
fa: ذخیره در مکانی دیگر
fr: Enregistrer à un autre emplacement
hu: Mentés másik helyre
id: Simpan ke lokasi lain
it: Salva in un altro percorso
ja: 別の場所に保存
ko: 다른 위치에 저장
pl: Zapisz w innej lokalizacji
pt: Salvar em outro local
ro: Salvare în altă locație
ru: Сохранить в другом месте
th: บันทึกไปยังตำแหน่งอื่น
tr: Başka bir konuma kaydet
uk: Зберегти в іншому місці
vi: Lưu vào vị trí khác
zh_hans: 保存到其他位置
zh_hant: 儲存到其他位置

# SaveJournal_Title
source: The changes are too large to protect
ar: التغييرات كبيرة جداً بحيث يتعذّر حمايتها
cs: Změny jsou příliš velké na to, aby je bylo možné chránit
de: Die Änderungen sind zu groß, um sie zu schützen
el: Οι αλλαγές είναι πολύ μεγάλες για να προστατευτούν
es: Los cambios son demasiado grandes para protegerlos
fa: تغییرات برای محافظت بیش از حد بزرگ‌اند
fr: Les modifications sont trop volumineuses pour être protégées
hu: A módosítások túl nagyok a védelemhez
id: Perubahan terlalu besar untuk dilindungi
it: Le modifiche sono troppo grandi per essere protette
ja: 変更が大きいため、保存を保護できません
ko: 변경 내용이 너무 커서 보호할 수 없음
pl: Zmiany są zbyt duże, aby je zabezpieczyć
pt: As alterações são grandes demais para serem protegidas
ro: Modificările sunt prea mari pentru a fi protejate
ru: Изменения слишком велики для защиты
th: การเปลี่ยนแปลงมีขนาดใหญ่เกินกว่าจะป้องกันได้
tr: Değişiklikler korunamayacak kadar büyük
uk: Зміни завеликі для захисту
vi: Thay đổi quá lớn để bảo vệ
zh_hans: 更改太大，无法保护
zh_hant: 變更太大，無法保護

# SaveJournal_Body
source: The changes are too large to record the original content ({0}, limit {1}). If saving stops partway, the file can't be put back the way it was.
ar: التغييرات كبيرة جداً بحيث يتعذّر تسجيل المحتوى الأصلي ({0}، الحد {1}). إذا توقف الحفظ قبل اكتماله، فلن يمكن إرجاع الملف إلى ما كان عليه.
cs: Změny jsou příliš velké na zaznamenání původního obsahu ({0}, limit {1}). Pokud se ukládání v průběhu zastaví, soubor nebude možné vrátit do původního stavu.
de: Die Änderungen sind zu groß, um den ursprünglichen Inhalt aufzuzeichnen ({0}, Limit {1}). Wenn das Speichern unterbrochen wird, kann die Datei nicht wiederhergestellt werden.
el: Οι αλλαγές είναι πολύ μεγάλες για να καταγραφεί το αρχικό περιεχόμενο ({0}, όριο {1}). Αν η αποθήκευση διακοπεί στη μέση, το αρχείο δεν θα μπορεί να επανέλθει στην προηγούμενη κατάσταση.
es: Los cambios son demasiado grandes para registrar el contenido original ({0}, límite {1}). Si el guardado se detiene a medias, no se podrá dejar el archivo como estaba.
fa: تغییرات برای ثبت محتوای اصلی بیش از حد بزرگ‌اند ({0}، حد مجاز {1}). اگر ذخیره‌سازی نیمه‌کاره متوقف شود، فایل را نمی‌توان به حالت قبل برگرداند.
fr: Les modifications sont trop volumineuses pour enregistrer le contenu d'origine ({0}, limite {1}). Si l'enregistrement s'arrête en cours de route, le fichier ne pourra pas être remis dans son état d'origine.
hu: A módosítások túl nagyok ahhoz, hogy az eredeti tartalom rögzíthető legyen ({0}, korlát: {1}). Ha a mentés félbeszakad, a fájl nem állítható vissza az eredeti állapotába.
id: Perubahan terlalu besar untuk mencatat konten asli ({0}, batas {1}). Jika penyimpanan terhenti di tengah jalan, file tidak dapat dikembalikan seperti semula.
it: Le modifiche sono troppo grandi per registrare il contenuto originale ({0}, limite {1}). Se il salvataggio si interrompe a metà, non sarà possibile riportare il file allo stato precedente.
ja: 変更が大きいため、元の内容を記録できません (必要 {0}、上限 {1})。保存の途中で止まると、元に戻せません。
ko: 변경 내용이 너무 커서 원래 내용을 기록할 수 없습니다({0}, 한도 {1}). 저장이 중간에 중지되면 파일을 원래 상태로 되돌릴 수 없습니다.
pl: Zmiany są zbyt duże, aby zarejestrować oryginalną zawartość ({0}, limit {1}). Jeśli zapisywanie zostanie przerwane, nie będzie można przywrócić pliku do poprzedniego stanu.
pt: As alterações são grandes demais para registrar o conteúdo original ({0}, limite {1}). Se o salvamento parar no meio, não será possível deixar o arquivo como estava.
ro: Modificările sunt prea mari pentru a înregistra conținutul original ({0}, limită {1}). Dacă salvarea se oprește la jumătate, fișierul nu mai poate fi readus la starea inițială.
ru: Изменения слишком велики, чтобы записать исходное содержимое ({0}, ограничение {1}). Если сохранение прервется, вернуть файл в прежнее состояние будет невозможно.
th: การเปลี่ยนแปลงมีขนาดใหญ่เกินกว่าจะบันทึกเนื้อหาต้นฉบับได้ ({0}, ขีดจำกัด {1}) หากการบันทึกหยุดกลางคัน จะไม่สามารถคืนไฟล์กลับเป็นเหมือนเดิมได้
tr: Değişiklikler, özgün içeriğin kaydedilemeyeceği kadar büyük ({0}, sınır {1}). Kaydetme yarıda kalırsa dosya eski haline döndürülemez.
uk: Зміни завеликі, щоб записати вихідний вміст ({0}, обмеження {1}). Якщо збереження перерветься, повернути файл у попередній стан буде неможливо.
vi: Thay đổi quá lớn để ghi lại nội dung gốc ({0}, giới hạn {1}). Nếu quá trình lưu dừng giữa chừng, tệp sẽ không thể trở lại như cũ.
zh_hans: 更改太大，无法记录原始内容（{0}，上限 {1}）。如果保存中途停止，将无法把文件还原到原来的状态。
zh_hant: 變更太大，無法記錄原始內容（{0}，上限 {1}）。如果儲存中途停止，將無法把檔案還原成原本的狀態。

# SaveJournal_UseSafe
source: Use safe save
ar: استخدام الحفظ الآمن
cs: Použít bezpečné uložení
de: Sicheres Speichern verwenden
el: Χρήση ασφαλούς αποθήκευσης
es: Usar guardado seguro
fa: استفاده از ذخیرهٔ امن
fr: Utiliser l'enregistrement sécurisé
hu: Biztonságos mentés használata
id: Gunakan penyimpanan aman
it: Usa salvataggio sicuro
ja: 安全な保存を使う
ko: 안전한 저장 사용
pl: Użyj bezpiecznego zapisywania
pt: Usar salvamento seguro
ro: Utilizare salvare sigură
ru: Использовать безопасное сохранение
th: ใช้การบันทึกแบบปลอดภัย
tr: Güvenli kaydetmeyi kullan
uk: Використати безпечне збереження
vi: Dùng cách lưu an toàn
zh_hans: 使用安全保存
zh_hant: 使用安全儲存

# SaveJournal_Unprotected
source: Write without protection
ar: الكتابة دون حماية
cs: Zapsat bez ochrany
de: Ohne Schutz schreiben
el: Εγγραφή χωρίς προστασία
es: Escribir sin protección
fa: نوشتن بدون محافظت
fr: Écrire sans protection
hu: Írás védelem nélkül
id: Tulis tanpa perlindungan
it: Scrivi senza protezione
ja: 保護なしで書き込む
ko: 보호 없이 쓰기
pl: Zapisz bez zabezpieczenia
pt: Gravar sem proteção
ro: Scriere fără protecție
ru: Записать без защиты
th: เขียนโดยไม่มีการป้องกัน
tr: Koruma olmadan yaz
uk: Записати без захисту
vi: Ghi mà không bảo vệ
zh_hans: 不加保护直接写入
zh_hant: 不受保護直接寫入

# Error_SaveReadOnly
source: This document is read-only, so it can't be saved over. Use Save As.
ar: هذا المستند للقراءة فقط، لذا لا يمكن الحفظ فوقه. استخدم «حفظ باسم».
cs: Tento dokument je jen pro čtení, proto ho nelze přepsat. Použijte Uložit jako.
de: Dieses Dokument ist schreibgeschützt und kann nicht überschrieben werden. Verwenden Sie „Speichern unter“.
el: Αυτό το έγγραφο είναι μόνο για ανάγνωση, επομένως δεν μπορεί να αντικατασταθεί. Χρησιμοποιήστε την επιλογή «Αποθήκευση ως».
es: Este documento es de solo lectura, por lo que no se puede sobrescribir. Usa “Guardar como”.
fa: این سند فقط خواندنی است، بنابراین نمی‌توان روی آن ذخیره کرد. از «ذخیره با نام» استفاده کنید.
fr: Ce document est en lecture seule et ne peut pas être remplacé. Utilisez « Enregistrer sous ».
hu: Ez a dokumentum írásvédett, ezért nem írható felül. Használja a Mentés másként parancsot.
id: Dokumen ini baca-saja, sehingga tidak dapat ditimpa. Gunakan Simpan Sebagai.
it: Questo documento è di sola lettura, quindi non può essere sovrascritto. Usa “Salva con nome”.
ja: この文書は読み取り専用のため上書き保存できません。名前を付けて保存してください。
ko: 이 문서는 읽기 전용이므로 덮어쓸 수 없습니다. [다른 이름으로 저장]을 사용하세요.
pl: Ten dokument jest tylko do odczytu, więc nie można go zastąpić. Użyj polecenia Zapisz jako.
pt: Este documento é somente leitura, por isso não pode ser substituído. Use “Salvar como”.
ro: Acest document este doar în citire, așa că nu poate fi suprascris. Utilizați „Salvare ca”.
ru: Этот документ доступен только для чтения, поэтому его нельзя перезаписать. Используйте команду «Сохранить как».
th: เอกสารนี้เป็นแบบอ่านอย่างเดียว จึงไม่สามารถบันทึกทับได้ ใช้ "บันทึกเป็น"
tr: Bu belge salt okunur olduğundan üzerine kaydedilemez. Farklı Kaydet'i kullanın.
uk: Цей документ доступний лише для читання, тому його неможливо перезаписати. Скористайтеся командою «Зберегти як».
vi: Tài liệu này ở chế độ chỉ đọc nên không thể lưu đè. Hãy dùng Lưu Như.
zh_hans: 此文档为只读，因此无法覆盖保存。请使用“另存为”。
zh_hant: 此文件為唯讀，因此無法覆寫儲存。請使用「另存新檔」。

# Error_SaveRolledBack
source: Saving failed, so the file was put back the way it was before saving.
ar: فشل الحفظ، لذا تم إرجاع الملف إلى ما كان عليه قبل الحفظ.
cs: Uložení se nezdařilo, proto byl soubor vrácen do stavu před uložením.
de: Das Speichern ist fehlgeschlagen, daher wurde die Datei auf den Stand vor dem Speichern zurückgesetzt.
el: Η αποθήκευση απέτυχε, επομένως το αρχείο επανήλθε στην κατάσταση που ήταν πριν από την αποθήκευση.
es: Error al guardar, así que el archivo se dejó como estaba antes de guardar.
fa: ذخیره ناموفق بود، بنابراین فایل به حالت پیش از ذخیره برگردانده شد.
fr: L'enregistrement a échoué ; le fichier a été remis dans l'état où il était avant l'enregistrement.
hu: A mentés sikertelen volt, ezért a fájl vissza lett állítva a mentés előtti állapotába.
id: Penyimpanan gagal, sehingga file dikembalikan ke kondisi sebelum disimpan.
it: Salvataggio non riuscito, quindi il file è stato riportato allo stato precedente al salvataggio.
ja: 保存に失敗したため、保存前の状態に戻しました。
ko: 저장에 실패하여 파일을 저장하기 전 상태로 되돌렸습니다.
pl: Zapisywanie nie powiodło się, więc plik został przywrócony do stanu sprzed zapisywania.
pt: Falha ao salvar, por isso o arquivo foi deixado como estava antes de salvar.
ro: Salvarea a eșuat, așa că fișierul a fost readus la starea de dinainte de salvare.
ru: Не удалось сохранить, поэтому файл возвращен в состояние до сохранения.
th: การบันทึกล้มเหลว จึงคืนไฟล์กลับเป็นสถานะก่อนบันทึกแล้ว
tr: Kaydetme başarısız olduğundan dosya kaydetmeden önceki haline döndürüldü.
uk: Не вдалося зберегти, тому файл повернуто в стан до збереження.
vi: Lưu không thành công nên tệp đã được đưa về trạng thái trước khi lưu.
zh_hans: 保存失败，因此已将文件还原到保存前的状态。
zh_hant: 儲存失敗，因此已將檔案還原成儲存前的狀態。

# Error_SavePartial
source: Saving failed and only part of the file was rewritten. You can restore it the next time HexEditor starts.
ar: فشل الحفظ ولم تتم إعادة كتابة سوى جزء من الملف. يمكنك استعادته في المرة التالية التي يبدأ فيها HexEditor.
cs: Uložení se nezdařilo a přepsána byla jen část souboru. Obnovit ho můžete při příštím spuštění HexEditoru.
de: Das Speichern ist fehlgeschlagen, und nur ein Teil der Datei wurde neu geschrieben. Sie können sie beim nächsten Start von HexEditor wiederherstellen.
el: Η αποθήκευση απέτυχε και μόνο ένα μέρος του αρχείου εγγράφηκε ξανά. Μπορείτε να το επαναφέρετε την επόμενη φορά που θα ξεκινήσει το HexEditor.
es: Error al guardar y solo se reescribió una parte del archivo. Puedes restaurarlo la próxima vez que se inicie HexEditor.
fa: ذخیره ناموفق بود و فقط بخشی از فایل بازنویسی شد. می‌توانید دفعهٔ بعد که HexEditor آغاز می‌شود آن را بازیابی کنید.
fr: L'enregistrement a échoué et seule une partie du fichier a été réécrite. Vous pourrez le restaurer au prochain démarrage de HexEditor.
hu: A mentés sikertelen volt, és a fájlnak csak egy része lett újraírva. A HexEditor következő indításakor visszaállíthatja.
id: Penyimpanan gagal dan hanya sebagian file yang ditulis ulang. Anda dapat memulihkannya saat HexEditor dimulai lagi.
it: Salvataggio non riuscito e solo una parte del file è stata riscritta. Puoi ripristinarlo al prossimo avvio di HexEditor.
ja: 保存に失敗し、ファイルの一部だけが書き換わっています。次回の起動時に復旧できます。
ko: 저장에 실패하여 파일의 일부만 다시 쓰였습니다. 다음에 HexEditor를 시작할 때 복원할 수 있습니다.
pl: Zapisywanie nie powiodło się i tylko część pliku została zapisana ponownie. Możesz go przywrócić przy następnym uruchomieniu programu HexEditor.
pt: Falha ao salvar, e apenas parte do arquivo foi regravada. Você pode restaurá-lo na próxima vez que o HexEditor for iniciado.
ro: Salvarea a eșuat și numai o parte a fișierului a fost rescrisă. Îl puteți restaura la următoarea pornire a HexEditor.
ru: Не удалось сохранить, и файл был перезаписан только частично. Его можно будет восстановить при следующем запуске HexEditor.
th: การบันทึกล้มเหลวและไฟล์ถูกเขียนใหม่เพียงบางส่วน คุณสามารถคืนค่าได้เมื่อเริ่ม HexEditor ครั้งถัดไป
tr: Kaydetme başarısız oldu ve dosyanın yalnızca bir kısmı yeniden yazıldı. HexEditor bir sonraki başlatılışında dosyayı geri yükleyebilirsiniz.
uk: Не вдалося зберегти, і файл перезаписано лише частково. Його можна буде відновити під час наступного запуску HexEditor.
vi: Lưu không thành công và chỉ một phần của tệp đã được ghi lại. Bạn có thể khôi phục tệp vào lần khởi động HexEditor tiếp theo.
zh_hans: 保存失败，文件只有一部分被重写。下次启动 HexEditor 时可以将其还原。
zh_hant: 儲存失敗，檔案只有一部分被重新寫入。您可以在下次啟動 HexEditor 時將其還原。

# Size_WithBytes
source: {0} ({1} bytes)
ar: {0} ({1} بايت)
cs: {0} (bajty: {1})
el: {0} ({1} byte)
fa: {0} ({1} بایت)
fr: {0} ({1} octets)
hu: {0} ({1} bájt)
id: {0} ({1} byte)
it: {0} ({1} byte)
ja: {0} ({1} バイト)
ko: {0}({1}바이트)
pl: {0} (bajty: {1})
ro: {0} ({1} octeți)
ru: {0} ({1} байт)
th: {0} ({1} ไบต์)
tr: {0} ({1} bayt)
uk: {0} ({1} байтів)
vi: {0} ({1} byte)
zh_hans: {0}（{1} 字节）
zh_hant: {0}（{1} 個位元組）

# Size_Bytes
source: {0} bytes
ar: {0} بايت
cs: Bajty: {0}
el: {0} byte
fa: {0} بایت
fr: {0} octets
hu: {0} bájt
id: {0} byte
it: {0} byte
ja: {0} バイト
ko: {0}바이트
pl: Bajty: {0}
ro: {0} octeți
ru: {0} байт
th: {0} ไบต์
tr: {0} bayt
uk: {0} байтів
vi: {0} byte
zh_hans: {0} 字节
zh_hant: {0} 個位元組

# Clipboard_PastedAsText
source: The text isn't a hex byte sequence, so it was pasted as text.
ar: النص ليس تسلسل بايتات ست عشرية، لذا تم لصقه كنص.
cs: Text není posloupnost šestnáctkových bajtů, proto byl vložen jako text.
de: Der Text ist keine Hex-Bytefolge und wurde daher als Text eingefügt.
el: Το κείμενο δεν είναι ακολουθία byte σε δεκαεξαδική μορφή, επομένως επικολλήθηκε ως κείμενο.
es: El texto no es una secuencia de bytes hex, así que se pegó como texto.
fa: متن دنباله‌ای از بایت‌های هگزادسیمال نیست، بنابراین به‌صورت متن چسبانده شد.
fr: Le texte n'est pas une séquence d'octets hex ; il a donc été collé en tant que texte.
hu: A szöveg nem hexadecimális bájtsorozat, ezért szövegként lett beillesztve.
id: Teks bukan urutan byte hex, sehingga ditempel sebagai teks.
it: Il testo non è una sequenza di byte esadecimali, quindi è stato incollato come testo.
ja: Hex として解釈できないため、テキストとして貼り付けました。
ko: 텍스트가 16진수 바이트 시퀀스가 아니므로 텍스트로 붙여넣었습니다.
pl: Tekst nie jest sekwencją bajtów szesnastkowych, więc został wklejony jako tekst.
pt: O texto não é uma sequência de bytes hex, por isso foi colado como texto.
ro: Textul nu este o secvență de octeți hex, așa că a fost lipit ca text.
ru: Текст не является последовательностью шестнадцатеричных байтов, поэтому он вставлен как текст.
th: ข้อความไม่ใช่ลำดับไบต์ Hex จึงวางเป็นข้อความ
tr: Metin bir hex bayt dizisi olmadığından metin olarak yapıştırıldı.
uk: Текст не є послідовністю шістнадцяткових байтів, тому його вставлено як текст.
vi: Văn bản không phải là chuỗi byte hex nên đã được dán dưới dạng văn bản.
zh_hans: 该文本不是十六进制字节序列，因此已作为文本粘贴。
zh_hant: 該文字不是十六進位位元組序列，因此已以文字貼上。

# Common_Undo
source: Undo
ar: تراجع
cs: Zpět
de: Rückgängig
el: Αναίρεση
es: Deshacer
fa: واگرد
fr: Annuler
hu: Visszavonás
id: Batalkan
it: Annulla
ja: 元に戻す
ko: 실행 취소
pl: Cofnij
pt: Desfazer
ro: Anulare
ru: Отменить
th: เลิกทำ
tr: Geri al
uk: Скасувати
vi: Hoàn tác
zh_hans: 撤消
zh_hant: 復原

# PasteTruncate_Title
source: Paste up to the end?
ar: هل تريد اللصق حتى النهاية؟
cs: Vložit až po konec?
de: Bis zum Ende einfügen?
el: Επικόλληση έως το τέλος;
es: ¿Pegar hasta el final?
fa: تا انتها چسبانده شود؟
fr: Coller jusqu'à la fin ?
hu: Beillesztés a végéig?
id: Tempel hingga akhir?
it: Incollare fino alla fine?
ja: 末尾まで貼り付けますか?
ko: 끝까지 붙여넣으시겠습니까?
pl: Czy wkleić do końca?
pt: Colar até o fim?
ro: Lipiți până la sfârșit?
ru: Вставить до конца?
th: วางจนถึงจุดสิ้นสุดหรือไม่
tr: Sona kadar yapıştırılsın mı?
uk: Вставити до кінця?
vi: Dán đến cuối?
zh_hans: 是否粘贴到末尾为止？
zh_hant: 要貼上到結尾為止嗎？

# PasteTruncate_Body
source: This document's length can't change. {0} bytes of the pasted data go past the end and won't be pasted.
ar: لا يمكن تغيير طول هذا المستند. يتجاوز {0} بايت من البيانات الملصقة النهاية ولن يتم لصقها.
cs: Délku tohoto dokumentu nelze změnit. Bajty vkládaných dat za koncem ({0}) nebudou vloženy.
de: Die Länge dieses Dokuments kann nicht geändert werden. {0} Bytes der eingefügten Daten reichen über das Ende hinaus und werden nicht eingefügt.
el: Το μήκος αυτού του εγγράφου δεν μπορεί να αλλάξει. {0} byte των δεδομένων που επικολλώνται υπερβαίνουν το τέλος και δεν θα επικολληθούν.
es: La longitud de este documento no puede cambiar. {0} bytes de los datos pegados superan el final y no se pegarán.
fa: طول این سند قابل تغییر نیست. {0} بایت از داده‌های چسبانده‌شده از انتها فراتر می‌رود و چسبانده نمی‌شود.
fr: La longueur de ce document ne peut pas changer. {0} octets des données collées dépassent la fin et ne seront pas collés.
hu: Ennek a dokumentumnak a hossza nem módosítható. A beillesztendő adatokból {0} bájt túlnyúlik a végén, ezért nem lesz beillesztve.
id: Panjang dokumen ini tidak dapat diubah. {0} byte dari data yang ditempel melewati akhir dan tidak akan ditempel.
it: La lunghezza di questo documento non può cambiare. {0} byte dei dati incollati superano la fine e non verranno incollati.
ja: この文書は長さを変えられません。貼り付けるデータのうち {0} バイトは末尾を越えるため貼り付けません。
ko: 이 문서는 길이를 변경할 수 없습니다. 붙여넣을 데이터 중 {0}바이트는 끝을 넘으므로 붙여넣지 않습니다.
pl: Długości tego dokumentu nie można zmienić. Bajty wklejanych danych wykraczające poza koniec ({0}) nie zostaną wklejone.
pt: O comprimento deste documento não pode mudar. {0} bytes dos dados colados ultrapassam o fim e não serão colados.
ro: Lungimea acestui document nu se poate modifica. {0} octeți din datele lipite depășesc sfârșitul și nu vor fi lipiți.
ru: Длину этого документа изменить нельзя. Байты вставляемых данных, выходящие за конец ({0}), не будут вставлены.
th: ไม่สามารถเปลี่ยนความยาวของเอกสารนี้ได้ ข้อมูลที่วาง {0} ไบต์เกินจุดสิ้นสุดและจะไม่ถูกวาง
tr: Bu belgenin uzunluğu değiştirilemez. Yapıştırılan verilerin {0} baytı sonu aştığından yapıştırılmayacak.
uk: Довжину цього документа неможливо змінити. Байти вставлених даних, що виходять за кінець ({0}), не буде вставлено.
vi: Không thể thay đổi độ dài của tài liệu này. {0} byte của dữ liệu được dán vượt quá phần cuối và sẽ không được dán.
zh_hans: 此文档的长度无法更改。粘贴的数据中有 {0} 字节超出末尾，将不会被粘贴。
zh_hant: 此文件的長度無法變更。貼上的資料中有 {0} 個位元組超出結尾，將不會貼上。

# PasteTruncate_Paste
source: Paste up to the end
ar: اللصق حتى النهاية
cs: Vložit až po konec
de: Bis zum Ende einfügen
el: Επικόλληση έως το τέλος
es: Pegar hasta el final
fa: چسباندن تا انتها
fr: Coller jusqu'à la fin
hu: Beillesztés a végéig
id: Tempel hingga akhir
it: Incolla fino alla fine
ja: 末尾まで貼り付ける
ko: 끝까지 붙여넣기
pl: Wklej do końca
pt: Colar até o fim
ro: Lipire până la sfârșit
ru: Вставить до конца
th: วางจนถึงจุดสิ้นสุด
tr: Sona kadar yapıştır
uk: Вставити до кінця
vi: Dán đến cuối
zh_hans: 粘贴到末尾为止
zh_hant: 貼上到結尾為止
